11/data/attachments/76a35c2bc6057fb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_830c1803-fff4-4d56-a911-8214dfd00b06</nif:username>
            <nif:friendToBeAdded>Kristine_senior_Actions_31400_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>